[
    {
        "id": 1,
        "image": "https://i.pinimg.com/474x/44/74/3e/44743e197330684ba8ee3685f760cc3b.jpg",
        "title": "Brindavan Antique Temple Necklace Set",
        "description": "this temple necklace handcrafted on 925 hallmark silver with kempu stones & beads this necklace depicts Lord Krishna and Radha, while the side motifs showcase floral and peacock patterns, adding to its charm and versatility",
        "price": 64499,
        "discount": 10,
        "rating": 4.2
        
    },
    {
        "id": 2,
        "image": "https://cdn.shopify.com/s/files/1/0558/3509/9288/files/ASN0625X_ac538d3e-ce14-4171-b62e-163545728364_400x.jpg?v=1703748461",
        "title": "Divya Nakshi Antique Silver Necklace Set",
        "description": "this temple necklace handcrafted using 925 hallmark silver, and adorned with kempu stones and beads, this necklace portrays Goddess Lakshmi. Additionally, its exquisite side motifs feature enchanting floral and peacock patterns, enhancing its allure and adaptability.",
        "price": 71199,
        "discount": 5,
        "rating": 4.6
        
    },
    {
        "id": 3,
        "image": "https://i.pinimg.com/474x/05/fe/67/05fe6730297c6609080b1be424abca82.jpg",
        "title": "Regal Kundan Necklace",
        "description": "The Regal Kundan Necklace is a stunning piece of traditional Indian jewelry, known for its intricate craftsmanship and royal appeal. Crafted with gold-plated settings, it features delicate Kundan stones, which are carefully embedded in a floral or geometric pattern. The necklace is often adorned with pearls or other colorful gemstones, adding elegance and grace.",
        "price": 601400,
        "discount": 30,
        "rating": 4.5
        
    },
    {
        "id": 4,
        "image": "https://i.pinimg.com/236x/61/b4/d3/61b4d36fcce01e20e741aea07ad5a0fc.jpg",
        "title": "Antique Laxmi Devi and Peacock Neckware",
        "description": "Gold 22k Net Weight 227.25 grams Gross Weight 244.56 grams Stones Used Color Stone Polki : 4.48ct Color Stone R & E : 20.7ct",
        "price": 2063779,
        "discount": 35,
        "rating": 4.7
        
    },
    {
        "id": 5,
        "image": "https://i.pinimg.com/236x/24/c2/63/24c263e86cd390dde3993712287febff.jpg",
        "title": "Gold Necklace | Antique Haram",
        "description": "The Antique Gold Necklace features a traditional design with vibrant green Kemp stones, giving it a rich and regal look. The necklace is adorned with intricate kasulu (coin-like) motifs, adding a touch of heritage charm. ",
        "price": 270000,
        "discount": 10,
        "rating": 4.6
        
    },
    {
        "id": 6,
        "image": "https://cdn.shopify.com/s/files/1/0558/3509/9288/files/ASN0720X_8885b6d7-b09b-4841-9e4b-428f5e725287_400x.jpg?v=1703747024",
        "title": "Murli Antique Temple Silver Necklace Set",
        "description": "This necklace is handcrafted with 925 silver and studded with kempu stones and beads. It features Lord Krishna and Radha in the center surrounded with Gopis, the symbol of divine love and togetherness, flanked by intricate motifs of elephants, and peacocks.",
        "price": 74999,
        "discount": 15,
        "rating": 4.8
        
    },
    {
        "id": 7,
        "image": "https://i.pinimg.com/236x/94/3d/0e/943d0e182a0abfa89fe0c92c5b8c15b2.jpg",
        "title": "Maruka Antique Nakshi Choker Set",
        "description": "Description A stunning antique choker necklace handcrafted and inspired by the South Indian nakshi temple art. A graceful Lakshmi statue is carved in the center surrounded by splendid peacocks & florals highlighted with semi-precious kempu stone.",
        "price": 405000,
        "discount": 5,
        "rating": 4.9
        
    },
    {
        "id": 8,
        "image": "https://i.pinimg.com/564x/65/c8/67/65c867fa18d2400bc375584f681c6bce.jpg",
        "title": "Feminine fusion Jewellery Sets",
        "description": "The Feminine Fusion Jewelry Set is a perfect blend of traditional elegance and modern style. Crafted with delicate designs, it features a combination of shimmering stones, gold, and silver tones, making it versatile for both ethnic and contemporary outfits. The set includes a necklace, earrings, and bangles, offering a complete look for any occasion. ",
        "price":234000 ,
        "discount": 5,
        "rating": 4.7
        
    },
    {
        "id": 9,
        "image": "https://i.pinimg.com/564x/4c/b9/1b/4cb91b42d8dcf0cd2f57d79596bda68f.jpg",
        "title": "Shree Antique Temple Necklace Set",
        "description": "This Necklace handcrafted on 925 hallmark silver with kempu stones & beads, this necklace depicts Goddess Lakshmi surrounded by elephant, floral, and peacock patterns. This necklace is ideal for appreciating the elegance and grace of traditional Indian jewelry. ",
        "price": 65000,
        "discount": 10,
        "rating": 4.6
        
    },
    {
        "id": 10,
        "image": "https://cdn.shopify.com/s/files/1/0558/3509/9288/products/3O9A1127_400x.jpg?v=1677568905",
        "title": "Aadtri Antique Temple Silver Necklace Set",
        "description": "This necklace crafted with 925 hallmark silver this heirloom temple design has bead drops exuding festive elegance and is adorned with sparkling semi-precious stones. The center motif features an intricate Goddess Laxmi motif, while the sides are is accented with floral and peacock designs, giving it a versatile look.",
        "price": 460000,
        "discount": 20,
        "rating": 4.9
        
    },
    {
        "id": 11,
        "image": "https://paksha.com/cdn/shop/products/IMGL6081_400x.jpg?v=1639894511",
        "title": "Ardra Gold Plated Jadau Silver Necklace",
        "description": "A gold plated silver necklace that has been handcrafted by master artisans to elegantly hug the collar bone. Gold filled discs embedded with Jadau set stones are accompanied by pink teardrops crafted in a sequence.",
        "price": 20300,
        "discount": 40,
        "rating": 4.5
        
    },
    {
        "id": 12,
        "image": "https://paksha.com/cdn/shop/products/IMGL6107_400x.jpg?v=1639936571",
        "title": "Roha Jadau Silver Necklace",
        "description": "A sequence of fresh blossoms come alive in this gold plated silver necklace, handcrafted with semi-precious and Jadau set stones. This demure necklace combines the best of jewelry design and artistic mastery to create a head-turner.",
        "price": 180000,
        "discount": 25,
        "rating": 4.2
        
    },
    {
        "id": 13,
        "image": "https://paksha.com/cdn/shop/files/UntitledSession3792copycopy_400x.jpg?v=1705733505",
        "title": "Blossom Veil Silver Short Necklace",
        "description": "Elevate your style with this short necklace featuring multiple marquise-shaped frames linked together. Delicate vines run through each frame, complemented by the timeless beauty of Mother of Pearl flowers and the subtle sparkle of Pink CZ stones.",
        "price": 120000,
        "discount": 5,
        "rating": 4.5
        
    },
    {
        "id": 14,
        "image": "https://paksha.com/cdn/shop/products/1B7A0076_400x.jpg?v=1662105802",
        "title": "Baroque Moissanite Silver Grand Necklace",
        "description": "nspired by the most popular baroque patterns, this collection is crafted in 3d carvings of flora and fauna. The combination of Moissanites and unique gold plating enhances its sparkle. The pieces are lightweight and perfect for both traditional and contemporary styles.",
        "price": 130000,
        "discount": 20,
        "rating": 4.6
        
    },
    {
        "id": 15,
        "image": "https://paksha.com/cdn/shop/products/3O9A0541_2000x.jpg?v=1672834693",
        "title": "Regal CZ Grand Silver Necklace",
        "description": "Shine like a queen on your special day with the Regal CZ Grand Silver Necklace. Crafted with high-quality CZ stones and a dash of hued stones this necklace is great to be the highlight of the event. Style it with a silk saree or your favorite evening dress, it will be equally alluring.",
        "price": 170000,
        "discount": 7,
        "rating": 4.3
        
    },
    {
        "id": 16,
        "image": "https://paksha.com/cdn/shop/products/IMGL6078_2000x.jpg?v=1639895599",
        "title": "Prarthana Antique Gold Plated Silver Necklace",
        "description": "Inspired from the richness of Indian heritage, this regal gold plated silver necklace is a bridal trousseau essential. Spears of intricately crafted flower buds line the collar bone featuring semi-precious kemp stones.",
        "price": 145000,
        "discount": 14,
        "rating": 4.6
        
    },
    {
        "id": 17,
        "image": "https://paksha.com/cdn/shop/products/IMGL6077_2000x.jpg?v=1639785335",
        "title": "Dogri Moissanite Gold Plated Silver Necklace",
        "description": "The Dogri gold plated silver necklace is a handcrafted dream made to laud Indian craftsmanship. This statement gold filled necklace is embellished with moisannite polki. Designed to showcase the beauty of classics, this masterpiece is a wardrobe essential.",
        "price": 135000,
        "discount": 42,
        "rating": 4.8
        
    },
    {
        "id": 18,
        "image": "https://paksha.com/cdn/shop/files/PMPC0002N_8ffe4ad8-29df-4b4f-b5e4-ed5efe9d60d4_2000x.jpg?v=1707117702",
        "title": "Vibha Gold Plated Gemstone and Pearl chain Hasli",
        "description": "Introducing our gold-plated silver hasli, a gracefully understated addition to your collection. Featuring purple stones that add a touch of color, the two front ends are delicately connected by layers of pearl chain.",
        "price": 205000,
        "discount": 25,
        "rating": 4.7
        
    },
    {
        "id": 19,
        "image": "https://paksha.com/cdn/shop/files/UntitledSession3785copycopy_400x.jpg?v=1705733181",
        "title": "Blossom Veil Open Front Silver Hasli Necklace",
        "description": "Introducing our Open Front Hasli Necklace – a perfect blend of simplicity and charm. Delicate vines extend into subtle hangings, creating a unique design. The centerpiece features Mother of Pearl flowers on both ends, complemented by pink CZ drop stone.",
        "price": 230000,
        "discount": 20,
        "rating": 4.4
        
    },
    {
        "id": 20,
        "image": "https://paksha.com/cdn/shop/files/PMRR0022N_2000x.jpg?v=1704965942",
        "title": "Oceanic Weavers Silver Short Necklace",
        "description": "Introducing our Short Necklace, a delightful blend of coastal aesthetics. Entwined rope textures gracefully play host to a charming arrangement of corals, green beads, and moissanites throughout. This necklace captures the essence of seaside allure in a compact and stylish design, making it the perfect accessory for a touch of natural elegance.",
        "price": 180000,
        "discount": 28,
        "rating": 4.0
        
    },
    {
        "id": 21,
        "image": "https://southjewellery.com/wp-content/uploads/2019/10/guttapusalu-haram-696x819.jpg",
        "title": "Shanku Chakra design guttapusalu haram",
        "description": "The Shanku Chakra Guttapusalu Haram is a traditional South Indian necklace adorned with intricate conch (Shanku) and discus (Chakra) motifs. Crafted in gold, it features a cascade of pearls (guttapusalu) hanging gracefully, adding elegance. This temple jewelry piece symbolizes divine protection and is ideal for weddings and festive occasions. ",
        "price": 556000,
        "discount": 5,
        "rating": 4.9
        
    },
    {
        "id": 22,
        "image": "https://i.etsystatic.com/33797011/c/1498/1189/0/350/il/4cea9a/6209704695/il_300x300.6209704695_2nsq.jpg",
        "title": "Victorian Choker Set",
        "description": "The Cz Lab Ruby and Baruk Pearls Victorian Necklace set is handcrafted with contemporary Indian Jewelry-making methods by the artisans with elements like high-grade ruby replicas and baroque pearls.",
        "price": 5500000,
        "discount": 10,
        "rating": 4.8
        
    },
    {
        "id": 23,
        "image": "https://i.etsystatic.com/33797011/r/il/4c3812/6082916647/il_794xN.6082916647_c6cq.jpg",
        "title": "Sabyasachi inspired green uncut kundan Victorian choker",
        "description": "This Sabyasachi-inspired green uncut Kundan Victorian choker set, paired with matching earrings, exudes timeless elegance and sophistication. Crafted meticulously, the choker showcases an exquisite arrangement of uncut green Kundan stones, each carefully selected for their natural beauty and luster.",
        "price": 5800000,
        "discount": 8,
        "rating": 4.8
        
    },
    {
        "id": 24,
        "image": "https://i.etsystatic.com/33797011/r/il/99e2ee/6068958837/il_300x300.6068958837_7h1t.jpg",
        "title": "Emerald Green Uncut Diamond Kundan Necklace Set",
        "description": "The Emerald Green Uncut Diamond Kundan Necklace Set is a stunning piece of jewelry that draws inspiration from the grandeur of Sabyasachi's designs and the opulence of Bollywood fashion",
        "price": 4900000,
        "discount": 15,
        "rating": 4.7
        
    },
    {
        "id": 25,
        "image": "https://i.etsystatic.com/33797011/c/948/948/0/304/il/890c20/6263302546/il_300x300.6263302546_r4lv.jpg",
        "title": "Mint long Victorian Necklace Long Kundan Necklace Raani Haar ",
        "description": "Necklace length: 20 inches Aprox Necklace Length Is Adjustable with Dori At Back Earrings length: 3 inches Earrings Have Pushbacks",
        "price": 3700000,
        "discount": 35,
        "rating": 4.6
        
    },
    {
        "id": 26,
        "image": "https://i.etsystatic.com/33797011/r/il/92dd5f/5983551300/il_300x300.5983551300_2ea6.jpg",
        "title": "premium quality real mossanite necklace set",
        "description": "ndulge in timeless elegance with this stunning mossanite necklace set, complete with matching earrings. Crafted with precision and adorned with shimmering mossanite stones, this set exudes sophistication and grace.",
        "price": 235000,
        "discount": 17,
        "rating": 4.2
        
    },
    {
        "id": 27,
        "image": "https://i.etsystatic.com/33797011/r/il/418451/6153608852/il_794xN.6153608852_1swj.jpg",
        "title": "Ice Mint Green Victorian Sabyasachi Choker",
        "description": "Stunning and gorgeous, CZ stones and kundan studded very fine quality Sabyasachi Victorian Mint Icey Green Set Earrings length: Approx 2 inches Earrings Closure: Pushback Necklace Closure: Adjustable Cord",
        "price": 2700000,
        "discount": 37,
        "rating": 4.8
        
    },
    {
        "id": 28,
        "image": "https://i.etsystatic.com/33797011/c/794/630/0/0/il/734e79/6162346428/il_300x300.6162346428_b4yt.jpg",
        "title": "Sabyasachi Inspired Emerald Green Premium Victorian Choker set",
        "description": "nspired by the opulent designs of Sabyasachi, this emerald green Victorian choker set is the epitome of elegance and timeless beauty. The choker, meticulously crafted, features a central emerald stone surrounded by intricate gold filigree work that echoes the grandeur of the Victorian era.",
        "price": 5600000,
        "discount": 46,
        "rating": 4.5
        
    },
    {
        "id": 29,
        "image": "https://i.etsystatic.com/33797011/c/1116/1116/0/127/il/88a54a/6275982759/il_300x300.6275982759_nts3.jpg",
        "title": "Fine Quality Sabyasachi Inspired Gold Plated Ruby Red MultiColor Navratan Kundan Polki Zirconium Diamond Necklace",
        "description": "Fine Quality Sabyasachi Inspired Gold Plated Ruby Red MultiColor Navratan Kundan Polki Zirconium Diamond Necklace Set Kundan Choker The Necklace Has adjustable Chain The Earrings Have Pushbacks Earrings measure 3 inches Approx. Highest quality and craftsmanship.",
        "price": 2700000,
        "discount": 15,
        "rating": 4.7
        
    },
    {
        "id": 30,
        "image": "https://i.etsystatic.com/33797011/r/il/5d5be2/5944877486/il_300x300.5944877486_h4vt.jpg",
        "title": "premium quality mossanite polki necklace set",
        "description": "Indulge in timeless elegance with this stunning mossanite necklace set, complete with matching earrings. Crafted with precision and adorned with shimmering mossanite stones, this set exudes sophistication and grace.",
        "price": 4500000,
        "discount": 20,
        "rating": 4.3
        
    },
    {
        "id": 31,
        "image": "https://i.etsystatic.com/33797011/r/il/c27b70/6204876801/il_794xN.6204876801_6z0m.jpg",
        "title": "Emerald green Victorian doublets statement long necklace set",
        "description": "This exquisite Victorian doublets statement necklace set in emerald green captures the essence of opulence and vintage charm. The necklace, crafted with meticulous detail, features gleaming emerald green doublets set in an ornate Victorian-style framework.",
        "price": 6800000,
        "discount": 10,
        "rating": 4.9
        
    },
    {
        "id": 32,
        "image": "https://i.pinimg.com/736x/c8/5a/86/c85a86c6047f96fbf9bb40554568a343.jpg",
        "title": "Antique finished Nakshi Bangles Set",
        "description": "About the Jewellery As a product of ASP Fashion Jewellery, these bridal bangles exude vintage glamour with exquisite peacock motifs, adorned with striking red and green kemp stones. Add a touch of timeless elegance to your wedding ensemble with these antique bangles.",
        "price": 50000,
        "discount": 13,
        "rating": 4.7
        
    },
    {
        "id": 33,
        "image": "https://i.pinimg.com/474x/57/0a/7b/570a7b59abbf374e367bc13c8d8dba77.jpg",
        "title": "Laxmi Bangles with Kempu Stone Set",
        "description": "The Laxmi bangles with Kempu Bangles are beautifully crafted traditional gold bangles adorned with vibrant red and green Kempu stones. Featuring intricate engravings of Goddess Laxmi, these bangles symbolize wealth and prosperity. The rich design blends heritage with elegance, making them perfect for weddings, festivals, or special occasions. Their timeless beauty and divine motifs make these bangles a stunning accessory that complements ethnic attire, adding a touch of regal charm and cultural significance.",
        "price": 540000,
        "discount": 10,
        "rating": 4.8
        
    },
    {
        "id": 34,
        "image": "https://i.pinimg.com/236x/2d/4b/70/2d4b701c7e1dcf3c40fdb2c0373f034a.jpg",
        "title": "Antique finished Nakshi Bangles Set",
        "description": "About the Jewellery As a product of ASP Fashion Jewellery, these bridal bangles exude vintage glamour with exquisite peacock motifs, adorned with striking red and green kemp stones. Add a touch of timeless elegance to your wedding ensemble with these antique bangles.",
        "price": 45000,
        "discount": 35,
        "rating": 4.6
        
    },
    {
        "id": 35,
        "image": "https://i.pinimg.com/236x/df/3d/79/df3d795b8e2d483459f550d0270bd6a3.jpg",
        "title": "Antique finished Pearls Nakshi Bangles Set",
        "description": "About the Jewellery As a product of ASP Fashion Jewellery, these bridal bangles exude vintage glamour with exquisite peacock motifs, adorned with striking red and green kemp stones. Add a touch of timeless elegance to your wedding ensemble with these antique bangles.",
        "price": 55000,
        "discount": 45,
        "rating": 4.8
        
    },
    {
        "id": 36,
        "image": "https://i.pinimg.com/474x/60/2c/9f/602c9fe3f4312f532a255e4157a321e6.jpg",
        "title": "Antique finished Nakshi With Kasu and Kempu Bangles Set",
        "description": "About the Jewellery As a product of ASP Fashion Jewellery, these bridal bangles exude vintage glamour with exquisite peacock motifs, adorned with striking red and green kemp stones. Add a touch of timeless elegance to your wedding ensemble with these antique bangles.",
        "price": 65999,
        "discount": 45,
        "rating": 4.8
        
    },
    {
        "id": 37,
        "image": "https://i.pinimg.com/236x/cb/6b/bb/cb6bbb5a382b4ea9865e526b0357b07f.jpg",
        "title": "Kempu Stone Bangles Set",
        "description": "Temple Gold Kemp Stone Bangles Set Micro Plated Wedding Bangles South Indian Jewelry Round Bangles Engagement Gift Premium Jewelry Material : Micro Gold Plated Color : Gold And Red Product Type : Bangles Set Product Details : Our Jewelry Is Handcrafted by Traditional Artisans. Each Piece is Individually Double Checked For Quality Purposes Jewelry Handmade Designer Jewelry Made of long lasting brass metal, good quality. ",
        "price": 250000,
        "discount": 25,
        "rating": 4.0
        
    },
    {
        "id": 38,
        "image": "https://i.pinimg.com/564x/43/59/d3/4359d34b96862e81821b7722f683923b.jpg",
        "title": "Traditional Statement Bangles",
        "description": "The Premium quality Antique gold finish handcrafted high-quality colored stone bangles. Non openable style. Comes 2 in a set. Antique gold finish. Jewelry Care: Keep away from moisture. Allow perfumes and lotion to dry before wearing. Store in jewelry pouch.",
        "price": 150000,
        "discount": 5,
        "rating": 4.3
        
    },
    {
        "id": 39,
        "image": "https://i.pinimg.com/564x/5c/51/66/5c5166e613a8e7a6dab8001ad9011ec9.jpg",
        "title": "Chunky Leaf Wide Bangle Bracelet",
        "description": "A perfect complement for your watch. Stand out with our stylish bangles, wear them on their own or combine them together! Subtle and alluring, evoke the envy of others wherever you go with this classic bangle bracelet. - Metal: Stainless Steel.- Plating: 18K Gold plated or Rhodium plated.",
        "price": 250000,
        "discount": 15,
        "rating": 4.6
        
    },
    {
        "id": 40,
        "image": "https://i.pinimg.com/564x/c5/39/a7/c539a7f649ffd453dbed9cfbf9e21e94.jpg",
        "title": "Gold Allure Kangan",
        "description": "Jewelry Collection. Limited Edition Bangles. Set of 4. Level up your look with our Gold Allure Kangans. These kangans have a beautiful pattern of round and almond shaped gems to hug your arms. Simply perfect for wearing as is or in a curated bangle set. ",
        "price": 140000,
        "discount": 26,
        "rating": 4.7
        
    },
    {
        "id": 41,
        "image": "https://i.pinimg.com/736x/a4/7f/82/a47f824228139b58a1780903a8674866.jpg",
        "title": "22k Antique Gold Bridal Bangles",
        "description": "Bangles are the most important Part of any Bridal jewellery for brides on her wedding day , These bangles are adorn with royal rubies, crafted in a beautiful floral pattern . Perfect combination for wedding outfits",
        "price": 350999,
        "discount": 10,
        "rating": 4.9
        
    },
    {
        "id": 42,
        "image": "https://i.pinimg.com/564x/5a/f5/61/5af561ba15910cda7880ffa1215af2c4.jpg",
        "title": "Tarinika Sarang Gold Indian Bangles Bracelet",
        "description": "Dress up your wrists in a stylish way with this gold-plated bangle bracelet pair from Tarinika. The rich and heavily-ornamented design of this pair gives your ethnic ensemble an irresistible charm. Tarinika Sarang gold-plated bangle bracelet perfectly captures the essence of an ethnic Indian jewelry style with its ornate design.",
        "price": 159999,
        "discount": 80,
        "rating": 4.6
        
    },
    {
        "id": 43,
        "image": "https://i.pinimg.com/564x/04/1e/32/041e32b11831ae02a0d36a15ae761687.jpg",
        "title": "Gold Pearl Kada Bangle",
        "description": "Gold Pearl Bangles with Green Kempu stones are a stunning fusion of elegance and tradition. Crafted in gold, these bangles feature lustrous pearls paired with vibrant green Kempu stones, adding a rich and regal touch. The intricate design beautifully balances the radiance of gold, the softness of pearls, and the vibrant pop of green. Perfect for festive occasions, these bangles elevate both ethnic and modern outfits with grace and luxury.",
        "price": 569000,
        "discount": 20,
        "rating": 4.9
        
    },
    {
        "id": 44,
        "image": "https://i.pinimg.com/564x/ff/df/dc/ffdfdc56cf3fcb7ed55fc68bec5e303b.jpg",
        "title": "Antique Silver Jumkha Earrings",
        "description": "The epitome of elegance with our captivating antique gold-plated 925 silver jhumka earrings. Masterfully handcrafted, these earrings feature intricate peacock and floral motifs, dazzling Kempu stones, CZ stones, and bead drops. The stud part features the Goddess Lakshmi motif each detail reflects timeless luxury and charm.",
        "price": 159080,
        "discount": 5,
        "rating": 4.8
        
    },
    {
        "id": 45,
        "image": "https://i.pinimg.com/564x/bc/93/c3/bc93c335ae32b31cf31f30d6648edbfe.jpg",
        "title": "Pearl Antique Earrings - Green",
        "description": "These antique earrings, accented with pearls, take center stage in this timelessly elegant pair of studs. The antique gold plated floral motif and brilliant texture bring instant classy look to any casual, work, or day events. This is a perfect gift or a versatile addition to your everyday fashion.",
        "price": 79000,
        "discount": 2,
        "rating": 4.2
        
    },
    {
        "id": 46,
        "image": "https://i.pinimg.com/564x/58/62/db/5862dbc747588414953d063de9a37b24.jpg",
        "title": "22k Yellow Gold Dangels Pair Earrings",
        "description": "Vintage style 22 k solid gold Large dangles earrings. Length-8 cm, width-4 cm, the weight of pair-50 grams, material-22 k solid gold.",
        "price": 149999,
        "discount": 10,
        "rating": 4.4
        
    },
    {
        "id": 47,
        "image": "https://i.pinimg.com/564x/82/32/79/823279aaa0c1b98b8e6fe3bc8f3fed22.jpg",
        "title": "CZ Ear Cuff Earrings | Gold Ear Climber ",
        "description": "Pushback CZ Ear cuffs jhumka earrings with gold polish. Elegant and versatile. Cuff wire is flexible and can be adjusted for any ear. Fluttery CZ Diamonds add just the right amount of sparkle and shine to the chandelier Ear Cuff earrings in white gold. Introducing our exquisite Indian 24 carat gold polished earcuff earrings, a true embodiment of elegance and beauty.",
        "price": 129000,
        "discount": 4,
        "rating": 4.1
        
    },
    {
        "id": 48,
        "image": "https://i.pinimg.com/564x/4a/2c/ac/4a2caca949b2a91755584d5e427ffd3f.jpg",
        "title": "Pink Kempu Rama Site Temple Earrings",
        "description": "Pink Kempu Rama Sita Temple Earrings are exquisite traditional earrings crafted in gold, featuring vibrant pink Kempu stones. The intricate design showcases divine figures of Lord Rama and Sita, symbolizing devotion and love. These earrings combine temple jewelry artistry with the elegance of Kempu stones, making them perfect for weddings or religious occasions, adding a touch of heritage and cultural significance to any outfit.",
        "price": 209000,
        "discount": 10,
        "rating": 4.9
        
    },
    {
        "id": 49,
        "image": "https://i.pinimg.com/564x/d1/a0/1f/d1a01f56f9c4454d903d8692a9ca5947.jpg",
        "title": "Chand Bali Peacock rose Gold Earrings",
        "description": "Chand Bali Peacock Rose Gold Earrings with Green Pearls are exquisite jewelry pieces combining tradition and modern elegance. Crafted in rose gold, these earrings feature intricate peacock motifs and a crescent moon design, enhanced by small green pearls. The vibrant pearls add a pop of color, beautifully complementing the warm tones of rose gold. Perfect for festive occasions, they offer a regal, sophisticated touch to both ethnic and modern attire.",
        "price": 199000,
        "discount": 15,
        "rating": 4.7
        
    },
    {
        "id": 50,
        "image": "https://i.pinimg.com/564x/50/3a/d0/503ad0864e7b569d522eb8e24cc6bcc3.jpg",
        "title": "Long Kasu Gold Earrings",
        "description": "This set includes a long necklace and a pair of stunning jhumkas. Crafted with high-quality copper, brass, and gold plating. Accentuated with fiber or glass beads for added beauty. In-stock and ready for dispatch. Dimensions: Earrings measure 2.5 in length from base to tip.",
        "price": 90999,
        "discount": 5,
        "rating": 4.6
        
    },
    {
        "id": 51,
        "image": "https://i.pinimg.com/564x/89/d2/5a/89d25a5f9f5f0776c01e3ee10eebca1b.jpg",
        "title": "Elegant Gold Temple jewellerry With Kasu Design",
        "description": "Elegant Gold Temple Jewelry with Kasu Design is a traditional masterpiece featuring coin-shaped **kasu** motifs intricately crafted in gold. This stunning piece showcases rich temple-inspired engravings, symbolizing heritage and prosperity. Perfect for weddings and cultural events, it adds a regal charm to ethnic attire, making it a timeless statement accessory.",
        "price": 149000,
        "discount": 17,
        "rating": 4.3
        
    },
    {
        "id": 52,
        "image": "https://i.pinimg.com/564x/75/f3/4c/75f34c0f157e7913d0a9de57d67e8737.jpg",
        "title":"Peacock Design Gold Temple Jewellery",
        "description": "Peacock Design Gold Laxmi Devi Temple Jewelry with Kempu stones is a traditional piece featuring intricate peacock motifs and Goddess Laxmi engravings. Adorned with vibrant red and green Kempu stones, this exquisite jewelry symbolizes wealth and prosperity. Perfect for weddings and festivals, it adds a touch of divine elegance to ethnic attire.",
        "price": 169999,
        "discount": 14,
        "rating": 4.9
        
    },
    {
        "id": 53,
        "image": "https://i.pinimg.com/236x/97/a2/ac/97a2ac487e088c492cfcf7243941fa06.jpg",
        "title": "Peacock Chandrakala Temple Jumkha",
        "description": "The Peacock Chandrakala Temple Jhumka is a traditional masterpiece featuring a grand pendant at the top with two intricately designed peacocks. The middle jhumka is adorned with small kasu coins and vibrant Kempu stones, adding a regal touch. This exquisite piece is perfect for weddings, offering elegance and cultural richness.",
        "price": 200999,
        "discount": 3,
        "rating": 4.9
        
    },
    {
        "id": 54,
        "image": "https://i.pinimg.com/564x/09/10/9a/09109ab43958be9ad538526d404b3622.jpg",
        "title": "Floryn Antique Chand Bali Earrings",
        "description": "Adorn these beautiful antique gold polish Chandbalis from the exclusive collection of Tarinika. They are aesthetically handcrafted by our expert artisan featuring floral detailing. Style them with your favorite traditional outfit and grab the light on your special day.",
        "price": 90000,
        "discount": 29,
        "rating": 4.5
        
    },
    {
        "id": 56,
        "image": "https://i.pinimg.com/564x/41/64/73/4164731c0fd10b0d63591a7d96826325.jpg",
        "title": "South Indian Designer Temple Hip Belt",
        "description": "These Beautiful Gold Platted Necklace Best for gifting and personal use, You can gift your Girlfriend, Mother, Sister , Relatives , Neighbours etc. Combine it with Matching Dress and be the Limelight of every Occasion ( Diwali, Birthday, Anniversary, Christmas, Any Ritual Festival). Suitable for all Occasions. a)These are very skin Friendly.",
        "price": 459000,
        "discount": 35,
        "rating": 4.5
        
    },
    {
        "id": 57,
        "image": "https://i.pinimg.com/564x/c7/56/7d/c7567db3bef0dfb266866330681b85a0.jpg",
        "title": "Kamar Chain Ruby Vaddanam",
        "description": "Pure Silver collection made with 92.5 silver (Hal-marked & Government certified) ; ❥ Ready to ship ! For all Made to Order collection , turn around time for delivery is 6-8 weeks(Minimum time required to ship order , however this time could be varying depending on circums",
        "price": 268000,
        "discount": 19,
        "rating": 4.1
        
    },
    {
        "id": 58,
        "image": "https://i.pinimg.com/564x/ce/b1/74/ceb1745ccfd6b499acb1f5477e750954.jpg",
        "title": "Kamarbandh, oddiyanam, peacock Hip Belt",
        "description": "Indian Traditional gold plated waist belt/ Hip belt/ Vaddanam/ Imitation jewelry | Artificial jewelry/South Indian jewelry/gold polished hip belt/ bridal hip belt, Bridal waist belt. Ethnic Fine Quality Designer Wasit/Hip belt. It's suitable for traditional Indian dresses.",
        "price": 320999,
        "discount": 36,
        "rating": 4.5
        
    },
    {
        "id": 59,
        "image": "https://i.pinimg.com/564x/92/fe/9a/92fe9acb7b00ebfd0f63bba25366e3e7.jpg",
        "title": "Dimond South Indian Vaddanam",
        "description": "The Green Kempu Diamond Bridal Hip Belt is a luxurious accessory crafted in gold and adorned with radiant green Kempu stones and sparkling diamonds. Designed for brides, this traditional belt features intricate craftsmanship, enhancing the waistline with a regal touch. Perfect for weddings, it complements bridal attire, adding elegance and opulence.",
        "price": 8900000,
        "discount": 15,
        "rating": 4.8
        
    },
    {
        "id": 60,
        "image": "https://i.pinimg.com/564x/22/9a/8d/229a8da0149fccbb0fbb298a46c6f01a.jpg",
        "title": "Emerald Ruby Stone Dimond hip  Belt",
        "description": "Saree Belt Waist Chain Emerald Ruby Stone/Two Tone Premium Quality Hip Chain Peacock Design/Dimond Finish/Women Belt/30 to 41 inches This item is perfect for any occasion, from party wear to casual wear and Gift DETAILS: Includes One Hip Belt Front inches 12 and width 2.3 Inches Length: 30 to 41 inches long total Adjustable Leanth links Let me know .",
        "price": 4600000,
        "discount": 14,
        "rating": 4.2
        
    },
    {
        "id": 61,
        "image": "https://i.pinimg.com/564x/38/19/ef/3819efdf7f698bfd5b66e28cf6a3cffd.jpg",
        "title": "Semi Pink Ruby Stones Bridal Hip Belt",
        "description": "Adult size vaddanam in real gold designs made with Silver plating on the front and Gold plating on the back. American diamonds are placed on the silver plating. This gorgeous waist belt is made with high-quality Pearls, Semi-precious Ruby, and emeralds. Ideal for weddings and special occasions.",
        "price": 3290000,
        "discount": 25,
        "rating": 4.6
        
    },
    {
        "id": 62,
        "image": "https://paksha.com/cdn/shop/products/IMGL6013_400x.jpg?v=1645231138",
        "title": "Kanhaiya Nakshi Silver Long Necklace",
        "description": "India's rich heritage and diverse culture are celebrated in this timeless antique temple necklace. It stands as testimony to the mastery of Paksha's craftsmen. Using the traditional Nakshi style, this heirloom long necklace presents Lord Krishna surrounded by his consorts",
        "price": 459000,
        "discount": 9,
        "rating": 4.7
        
    },
    {
        "id": 63,
        "image": "https://paksha.com/cdn/shop/products/IMGL7881_400x.jpg?v=1633131679",
        "title": "Paarthi Antique Temple Silver Long Necklace",
        "description": "Symmetrical assembly of Cubic Zirconia stones form a beautiful floral design transforming into a garland of celebration for Goddess Lakshmi at the core. Crafted in the Nakshi technique, this antique finish long necklace features semi-precious gem stones and metal ball clusters.",
        "price": 560000,
        "discount": 12,
        "rating": 4.4
        
    },
    {
        "id": 64,
        "image": "https://paksha.com/cdn/shop/products/3O9A1189_400x.jpg?v=1679320183",
        "title": "Nakshi Kempu Silver Long Necklace Set",
        "description": "A cascading long necklace set fit for bridal parties is a definition of regalia and opulence. Studded with fine polkis and semi-precious Kempu stones. A head-turner, this antique gold-plated necklace features a central Goddess Lakshmi motif surrounded by floral, peacock, and elephant nuances.",
        "price": 679099,
        "discount": 18,
        "rating": 4.7
        
    },
    {
        "id": 65,
        "image": "https://paksha.com/cdn/shop/products/3O9A1100_400x.jpg?v=1679315403",
        "title": "Peacock Regal Temple Silver Long Necklace Set",
        "description": "This antique finish long necklace featuring timeless temple elements is a celebration of fine craftsmanship. The national bird peacock is depicted here along with floral accents- revered in myths, legends, and art",
        "price": 290000,
        "discount": 20,
        "rating": 4.9
        
    },
    {
        "id": 66,
        "image": "https://paksha.com/cdn/shop/files/ASN0229X_1_400x.jpg?v=1688049708",
        "title": "Elephant Floral Moissanite Silver Long Necklace Set",
        "description": "Introducing Paksha's exquisite heritage necklace, the epitome of opulence and elegance. Crafted with 925 silver with Victorian plating, this long necklace showcases a dazzling array of moissanite stones, combined with cluster pearls and semi-precious beads, adorned with an intricately designed elephant motif.",
        "price": 469000,
        "discount": 5,
        "rating": 4.5
        
    },
    {
        "id": 67,
        "image": "https://paksha.com/cdn/shop/files/ASN0734X_b15b2472-77a1-449f-b087-25bc3ed47941_400x.jpg?v=1706506184",
        "title": "Laxmi Kempu Antique Nakshi Silver Necklace Set",
        "description": "As vibrant as India's diverse culture, comes this antique finish gold plated silver long necklace. Paksha's master craftsmen have used the traditional Nakshi style to craft this heirloom necklace set. It is beautiful combination of Goddess Lakshmi and peacock motifs. This intricately crafted necklace is embellished with kempu and CZ stones",
        "price": 4390000,
        "discount": 15,
        "rating": 4.9
        
    },
    {
        "id": 68,
        "image": "https://i.etsystatic.com/22562645/r/il/2e83d8/3259095334/il_300x300.3259095334_h5k3.jpg",
        "title": "Green Polki Necklace| Indian Long Necklace",
        "description": "Antique dull Gold plated Indian Jewellery, Emerald Set, Polki long necklace Set, Necklace and Earrings set. Indian Bridal wedding Jewelry Sets ZohraArts This immaculate and dainty jewelry set will surely make a statement on your special day! Boasting this wedding jewelry set is the ultimate statement piece that has the look of fine polki.",
        "price": 180000,
        "discount": 16,
        "rating": 4.7
        
    },
    {
        "id": 67,
        "image": "https://i.etsystatic.com/33244120/r/il/576d5f/4252336814/il_794xN.4252336814_tq2w.jpg",
        "title": "Multi Strand Rani Haar Necklace",
        "description": "Multi Strand Necklace || Wedding Necklace || Bridal Jewelry || Indian Jewelry || Indian Long Necklace || Rani Haar Necklace || Kundan Set Oxidised beaded necklace with hand painted pearls and kundan studds earings. Necklace Length: 21 inches Highest quality and craftsmanship",
        "price": 32490000,
        "discount": 5,
        "rating": 4.9
        
    },
    {
        "id": 68,
        "image": "https://i.etsystatic.com/8402630/r/il/f8a9e1/3598199405/il_794xN.3598199405_feee.jpg",
        "title": "Emerald Tourmaline Diamond Necklace",
        "description": "Stunning Emerald Diamond Tourmaline Necklace, 14 kt gold, Emerald 25.10 cts, Tourmaline drop 19.25 cts, Polki 4.9 Diamond 4.17, Pearls 38 carats natural v good quality pearls",
        "price": 469099999,
        "discount": 28,
        "rating": 4.9
        
    },
    {
        "id": 69,
        "image": "https://i.etsystatic.com/21147306/r/il/1d6698/5312987737/il_794xN.5312987737_2fo9.jpg",
        "title": "Jaadu kemp Necklace ,Goddess Necklace, Kemp Multi Stone Necklace",
        "description": "Jaadu kemp Necklace , Goddess Necklace, Kemp Multi Stone Necklace, South Indian Jewelry , Temple Necklace, Fusion Kemp Stone Necklace Kemp based jewelry, Metal- base with micro gold polish Step chain type, Handmade item, Long Necklace with rice pearls.",
        "price": 8990999,
        "discount": 10,
        "rating": 4.3
        
    },
    {
        "id": 70,
        "image": "https://i.etsystatic.com/26766328/r/il/009a28/4555887354/il_794xN.4555887354_lqmq.jpg",
        "title": "Green Matar Mala Indian Temple Necklace,",
        "description": "Gold-plated white and green artificial stone-studded & beaded necklace, has a religious intricate motif centrepiece, secured with a hook closure. A pair of matching jhumka-earrings, secured with a post-and-back closure.",
        "price": 9870999,
        "discount": 35,
        "rating": 4.9
        
    }
]